Repository: Mejans/smile
Catalog: po/*.po
Languages: nl, tr

source: translator_credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Whoa, it's still empty! Your most used emojis will show up here
nl: Mierekriebels, het is hier wel erg leeg! De meestgebruikte emoji's worden hier getoond.
tr: Vay be, burası hala boş! En çok kullandığın emojiler burada görünecek

source: No skintones available
nl: Er is geen huidskleurkeuze
tr: Cilt tonu mevcut değil

source: Copied!
nl: Gekopieerd!
tr: Kopyalandı!

source: I have copied the emoji to the clipboard. You can now paste it in any input field.
nl: De emoji is naar het klembord gekopieerd. U kunt deze nu op de door u gewenste locatie plakken.
tr: Emojiyi panoya kopyaladım. Artık herhangi bir yazı alanına yapıştırabilirsin.

source: Settings
nl: Voorkeuren
tr: Ayarlar

source: General
nl: Algemeen
tr: Genel

source: Run in the background
nl: Uitvoeren op achtergrond
tr: Arkaplanda çalıştır

source: Keep Smile running in the background for a faster launch
nl: Voer Smile uit op de achtergrond om sneller toegang te hebben tot emoji's
tr: Daha hızlı bir başlatma için Smile'ı arkaplanda çalıştır

source: Minimize on exit
nl: Minimaliseren in plaats van afsluiten
tr: Çıkışta simge duruma küçült

source: Minimize the window when selecting an emoji
nl: Minimaliseer het venster na het kiezen van een emoji
tr: Emoji seçince pencereyi simge durumuna küçült

source: Mouse behaviour
nl: Muisgedrag
tr: Fare davranışı

source: Mouse multi select
nl: Meerdere selecteren met muis
tr: Fare çoklu seçimi

source: Select multiple emojis with a single mouse click, replacing Shift + Click; press Enter to confirm and Esc to dismiss.
nl: Selecteer meerdere emoji's met één muisklik - hierdoor wordt Shift+klik vervangen. Druk op enter om te bevestigen of op escape om af te breken.
tr: Shift + Tıklama yerine tek bir fare tıklamasıyla birden fazla emoji seçin; Onaylamak için Enter'a, kapatmak için Esc'ye basın.

source: Paste emojis automatically
nl: Emoji's automatisch plakken
tr: Emojileri otomatik olarak yapıştır

source: Enabled
nl: Ingeschakeld
tr: Etkinleştirildi

source: Emulates the Ctrl+V shortcut; might <b>not work</b> on some programs. If using the extension, <b>please ensure that it is correctly ENABLED</b>.
nl: Bootst de sneltoets Ctrl+V na. Let op: is sommige toepassingen werkt dit <b>niet</b>. Als u gebruikmaakt van de uitbreiding, <b>zorg er dan voor dat deze is INGESCHAKELD</b>.
tr: Ctrl+V kısayolunu taklit eder; bazı programlarda <b>çalışmayabilir</b>. Eğer eklentiyi kullanıyorsanız, <b>lütfen doğru bir şekilde ETKİNLEŞTİRİLDİĞİNDEN emin olun</b>.

source: Get the GNOME extension
nl: GNOME-uitbreiding installeren
tr: GNOME eklentisini al

source: Install the extension to paste automatically on X11 and Wayland
nl: Installeer de uitbreiding om automatisch te kunnen plakken op X11 en Wayland
tr: X11 ve Wayland'da otomatik yapıştırma için eklentiyi kurun

source: Customization
nl: Aanpassen
tr: Özelleştirme

source: Localized tags
nl: Beschrijvingen in eigen taal tonen
tr: Yerelleştirilmiş etiketler

source: Use localized tags
nl: Toon de emojibeschrijvingen in de eigen taal
tr: Yerelleştirilmiş etiketleri kullan

source: Merge localized and English tags
nl: Beschrijvingen in eigen taal en het Engels tonen
tr: Yerelleştirilmiş ve İngilizce etiketleri birleştir

source: Use both localized tags and English ones at the same time
nl: Toon de emojibeschrijvingen zowel in de eigen als de Engelse taal
tr: Yerelleştirilmiş ve İngilizce etiketleri aynı anda kullan

source: Custom tags
nl: Eigen beschrijvingen
tr: Özel etiketler

source: Available (using the GNOME extension)
nl: Beschikbaar (middels de GNOME-uitbreiding)
tr: Mevcut (GNOME eklentisini kullanarak)

source: Requires the GNOME extension on Wayland
nl: Op Wayland is de GNOME-uitbreiding vereist
tr: Wayland'da Gnome eklentisi gerektirir

source: Available (using xdotool on X11)
nl: Beschikbaar (middels xdotool op X11)
tr: Mevcut (X11'de xdotool kullanarak)

source: Launch the app with a shortcut
nl: Toepassing openen met sneltoets
tr: Uygulamayı kısayolla başlat

source: Create a new keyboard shortcut in your system settings and paste the following code as a custom command
nl: Open de systeemvoorkeuren, maak een nieuwe sneltoets aan en gebruik de volgende code als aangepaste opdracht
tr: Sistem ayarlarınızda yeni bir klavye kısayolu oluşturun ve aşağıdaki kodu özel komut olarak yapıştırın

source: Remove
nl: Verwijderen
tr: Kaldır

source: There are no custom tags yet: create one with Alt + T
nl: Er zijn nog geen eigen beschrijvingen - maak deze aan met Alt + T
tr: Henüz özel etiket yok: Alt + T ile bir tane oluşturun

source: Default skintone
nl: Standaard huidskleur
tr: Varsayılan cilt tonu

source: Emoji size
nl: Emojigrootte
tr: Emoji boyutu

source: Default
nl: Standaard
tr: Varsayılan

source: Big
nl: Groot
tr: Büyük

source: Bigger
nl: Groter
tr: Daha büyük

source: Giant
nl: Enorm
tr: Devasa

source: Invalid file selected
nl: Onjuist bestand gekozen
tr: Geçersiz dosya seçildi

source: The configuration file that you selected is not a valid backup.
nl: Het gekozen voorkeurenbestand is geen geldige reservekopie.
tr: Seçtiğiniz yapılandırma dosyası geçerli bir yedek değil.

source: Close
nl: Sluiten
tr: Kapat

source: Preferences
nl: Voorkeuren
tr: Tercihler

source: Shortcuts
nl: Sneltoetsen
tr: Kısayollar

source: What's new?
nl: Wijzigingslog
tr: Yeni ne var?

source: Install GNOME extension
nl: GNOME-uitbreiding installeren
tr: Gnome eklentisini kur

source: Translate this app
nl: Helpen met vertalen
tr: Bu uygulamayı çevir

source: About
nl: Over
tr: Hakkında

source: Mouse
nl: Muis
tr: Fare

source: Open the skintone selector (if available)
nl: Toon de huidskleurkeuze (indien beschikbaar)
tr: Cilt tonu seçiciyi aç (eğer mevcutsa)

source: Add a custom tag
nl: Voeg eigen beschrijving toe
tr: Özel bir etiket ekle

source: Keyboard
nl: Toetsenbord
tr: Klavye

source: Copy the selected emoji and hide the window (When an emoji is highlighted)
nl: Minimaliseer het venster na het kiezen van een emoji (als een emoji gemarkeerd is)
tr: Seçilen emojiyi kopyala ve pencereyi gizle (Bir emoji vurgulandığında)

source: Copy first emoji and hide the window (When using the search bar)
nl: Minimaliseer het venster na het kiezen van de eerste emoji (bij gebruik van de zoekbalk)
tr: İlk emojiyi kopyala ve pencereyi gizle (Arama çubuğunu kullanırken)

source: Show the category on the right
nl: Toon categorieën aan de rechterkant
tr: Kategoriyi sağda göster

source: Show the category on the left
nl: Toon categorieën aan de linkerkant
tr: Kategoriyi solda göster

source: Add an emoji to selection
nl: Voeg emoji toe aan selectie
tr: Seçime bir emoji ekle

source: Remove the last emoji from the selection
nl: Verwijder de recentste emoji uit de selectie
tr: Seçimden son emojiyi kaldır

source: Copy the selection and hide the window, without the highlighted emoji
nl: Kopieer de selectie en minimaliseer het venster
tr: Vurgulanan emoji olmadan, seçimi kopyala ve pencereyi gizle

source: Export and import custom tags
nl: Ex- en importeer eigen labels
tr: Özel etiketleri dışa ve içe aktarın

source: Use the buttons below to create or restore custom tags from another machine
nl: Gebruik onderstaande knoppen om eigen labels van een ander apparaat aan te maken of te herstellen
tr: Başka bir cihazdan özel etiketler oluşturmak veya geri yüklemek için aşağıdaki düğmeleri kullanın

source: Export to file
nl: Exporteren naar bestand
tr: Dosyaya aktar

source: Import from file
nl: Importeren uit bestand
tr: Dosyadan içe aktar

source: <small>Press Enter to select or ESC to close</small>
nl: <small>Druk op enter om te selecteren of escape om te sluiten</small>
tr: <small>Seçmek için Enter'a veya kapatmak için ESC tuşuna basın</small>

source: <b>{emoji} Edit custom tags</b>
nl: <b>{emoji} Eigen labels bewerken</b>
tr: <b>{emoji} Özel etiketleri düzenle</b>

source: List of custom tags, separated by comma
nl: Kommagescheiden lijst met eigen labels
tr: Özel etiketlerin listesi, virgül ile ayrılmış

source: <small><b>Default tags</b>: {default_tags}</small>
nl: <small><b>Standaardlabels</b>: {default_tags}</small>
tr: <small><b>Varsayılan etiketler</b>: {default_tags}</small>

source: <small>Press Enter to save or ESC to dismiss</small>
nl: <small>Druk op enter om te bewaren of escape om af te breken</small>
tr: <small>Kaydetmek için Enter'a veya iptal etmek için ESC tuşuna basın</small>

source: New features!
nl: Nieuwe functies!
tr: Yeni özellikler!

source: Dismiss
nl: Negeren
tr: Reddet

source: Status:
tr: Durum:
